[
    {
        "name": "B. Davids Consulting",
        "description": "B. Davids Consulting is a consulting firm based in Victoria, BC.",
        "websiteLink": "",
        "logo": "/B. Davids Consulting.png",
        "amountDonated": 500
    },
    {
        "name": "Anthony Spick Engineering",
        "description": "Anthony Spick turns project potential into reality, specializing in slender structure, novel materials or technologies, and progressive design.",
        "websiteLink": "https://anthonyspick.com/",
        "logo": "/Anthony Spick.png",
        "amountDonated": 500
    },
    {
        "name": "Bramley House Enterprises",
        "description": "Bramley House Enterprises is a real estate holding company based in Victoria, BC.",
        "websiteLink": "",
        "logo": "/Bramley House Enterprises.avif",
        "amountDonated": 1500
    },
    {
        "name": "Bernhardt Contracting",
        "description": "",
        "websiteLink": "",
        "logo": "/bernhardt.avif",
        "amountDonated": 500
    },
    {
        "name": "Howell Data Systems",
        "description": "Whatever business challenge you need to address, HDS offers all of the necessary components for your business to excel in today's rapidly-evolving retail environment.",
        "websiteLink": "https://www.howelldatasystems.com/",
        "logo": "/Howell Data Systems Logo.avif",
        "amountDonated": 1000
    },
    {
        "name": "64K Software",
        "description": "64K Software's expertise is primarily in systems-level software and back-end services in support of SaaS platforms. However, from technical architecture and startup advisory down to opening up the command line, they're able to work with you to coax out what you really need and how to do it.",
        "websiteLink": "https://64k.software/",
        "logo": "/64k Logo.svg",
        "amountDonated": 1000
    },
    {
        "name": "Allison Thomson Counselling",
        "description": "I have my Master of Arts in Child and Youth Care and am Registered with the BC Association of Clinical Counsellors. I am also a BC Registered Play Therapist and Certified Synergetic Play Therapist, who receives supervision from my mentor, Charlotte King-Harris. I split my time between the Oak Bay Office and Westshore Office of VICYFCS working with children, youth, families, and adults. My past training has included Dan Siegel’s Interpersonal Neurobiology training, Masterclass Indigenous Trauma Across the Life Span, TransCare, Trauma Healing “The Body Keeps the Score” with Bessel van der Kolk, and more than 180 hrs of training within Play Therapy.",
        "websiteLink": "https://vicyfcs.com/therapists/allison-stickney/",
        "logo": "/counselling.png",
        "amountDonated": 200
    },
    {
        "name": "Investia Financial/Wright Brothers Financial",
        "description": "With more than 40 years of experience your professional advisors at The Wright Brothers are proud to be an seasoned and innovative team serving the Greater Victoria Area.",
        "websiteLink": "https://www.twbf.ca/",
        "logo": "/wright brothers.jpg",
        "amountDonated": 500
    },
    {
        "name": "Knappett Projects",
        "description": "Leaders in the construction industry with over 700 completed projects and four decades of experience.",
        "websiteLink": "https://knappett.com/",
        "logo": "/knappett.png",
        "amountDonated": 500
    },
    {
        "name": "Mac Renovations",
        "description": "At MAC Renovations, we renovate homes and build relationships. Because in a small community like Victoria, relationships mean everything. For over 40 years, we have forged life-long friendships with our clients by hiring the best people, communicating clearly, focusing on the details, and standing behind our work.",
        "websiteLink": "https://macreno.com/",
        "logo": "/Mac_600.avif",
        "amountDonated": 250
    }
]